{"Artist(s)":"!YADNUS,Daylyt","song":"First Breath","text":"[Verse: Daylyt] Shit as hot as a fire, require aqua I'm Aqua man, aquafina Just stopped a man called Katrina The meaner of all demeanors We milk'em like Alta Dena No ultimatum shoot Altimas Bullets go through your Nissan Any sign of the piece, I double it, Siamese side Niggas know that I'm east side Bezel, Leave a nigga with crackheads at the Bev High Now I see why I'm too cold I-C-Y man I'm too cold Isley brother that Mister bigger than ever it's contra No contradiction we pill them like top prescription Here's my prediction If y'all get offensive there's consequences so constantly Kinda Stan Lee, it's marvelous moments charcoal opponents? That darkle I'm on it, Darth Vader, Y'all bored Why tour? Through the Star Wars like cardboard Hella links, better tell'em I'm Zelda swinging a large sword You can tell I flow awkward, no acapella We chop 'em like chopped propellers No mark I got more heart than Rockefeller Stay winner but I'm out to get a mil' like a great dinner Shit transparent - Cait Jenner Niggas bury your aroliner, Christmas carol the pharaoh No Carolina just carry line-ups Here to break squares like Darryl Dawkins, no Harold Miners, uh Do you mind, I got heroin in my mind I be thinking too dope like a extra crack rock Black box, I'm just hoping cats box Slap box with the opening hand wet tops Stomach holding the can black locks Ain't no opposite Opposition is my position See I position my position in an odd position Watts commissioner and I get guap commission You niggas got to listen This shit's so fire i can get God to listen Need guidance Who let the guy in the street fight? I'm Guile, Sonic Boom I am whom We don't dream I am Elohim Kilo dream - dope imagination Think helium, Lyt voice is the right choice Choice awards is a light choice eye for an eye but why for? I be a cyborg One eye for the cry One eye for the wifi why try obviously I do not die Terminator You bald head perm done made up your scalp Hand me the scalpel and snap We talk facts, in fact when I'm rapping Fact they be faxing each other Faculty saying that my feats cold, it don't matter I'm the shit, fecal matter My feet cold, it don't matter I got socks on socker boppers It'll be K's at your house - who forgot the Whopper? Get the hard drive Start up the heart you know I be Noah ark if I Start I double the animals on the ship, go for the shark ride Dark times We in dark shine Go for the pigskin, see the pork rinds Poor grinding to be more high More high we get, the poor die Poor strive to get in more house More house we get in more debt And we don't got no more houses They end up bein' close minded 'cause they don't got no more outfits To end up having low energy - they don't got no more outlets So they 'gon shop at outlets, out lettin' frustration waiting In line for fake Jordans Feel they important with imported kicks Weighted emperor, no improvising Pockets on empty Empathy, this is violent This is why we riot Why? Yet we don't get to breathe","Length":"01:15","emotion":"anger","Genre":"hip hop","Album":"LYT II SOCIETY...","Release Date":"2019-08-13","Key":"A Maj","Tempo":0.325443787,"Loudness (db)":0.7198401163,"Time signature":"4\/4","Explicit":"Yes","Popularity":"4","Energy":"55","Danceability":"52","Positiveness":"78","Speechiness":"15","Liveness":"27","Acousticness":"45","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"The Future Kingz,Hopsin","Similar Song 1":"Promo","Similarity Score":0.958876135},{"Similar Artist 2":"Lucki Starr","Similar Song 2":"NO GYALIS","Similarity Score":0.9445083873},{"Similar Artist 3":"MC Paul Barman,Mofo Snot","Similar Song 3":"Sampling Law","Similarity Score":0.9320667023}]}
{"Artist(s)":"!YADNUS,Daylyt","song":"Last Breath","text":"We all claim purple like its the purpose Though we far from the Urkel life Nerd clownin' but clownin' is for the circus, right? Well, that's for cert, Cuz, umm But what about sir cousin whose circumstance to be dickheads? Knife cut 'em, he circumcised Officers come in sizes, they bring the cop out Yet we be quick to cop out Yet we claimin' we cap police Plot with the stock police, watch you gustapo We spot with the plot, bro We stop but don't cap police, watches the top joe They be jokin' in past, remember it's past jokin' Shoot your kid in the head off weed, we be the problem Dock water we tangle like seaweed, see we squab it They recorded it with Tango, homies wonder what tango Hoovers they goin' ape for the orange juice It just tango, mix it with Tanga Red We can't tame the great moments, I'm on it Ownin' every mistake that I made, this shit is well done See world, we all black fish stuck in a well pond Cage killers who raise Phillip, who raise filler Long roads with screw drivers on a mission to flat heads In the back of the flat bed only led to a flat bed High as the Mac in the back shed And brag about how we made niggas back shed 105 extra Garfield, book and leavin' them cats red Write time from a child showed us the pencil Growin' up right still led to the pen so Who give a fuck who done led us to the paper? Gangin' junction and paragraph best ways Paper right to the pen den, we got a battle with essays Sayin' yes to the Mexicans or get hit with the best k's Organ hit with the best K's Ain't no arguin', it was just church organs, the funeral origins Pour the gin for the homies soon as the gin sing We act hard cockin' every weapon we got Preppin' we step to the block One step poppin' at all the bastards Black widows and black windows for shades Shades create the locs, locs create the locusts Green masks for procreation hopeless Dream cast from the dope, we chasin' cokeheads Steady to tumble, ready to rumble Now dream cast the homies played it focused Get our weight up, the shells crackin' buff niggas Who gon' say they the yokest It's apparent that parents don't know yo' kids All they give 'em is yo-yo's And they will line up when they call the popo's Yo-yo's, see the trick is to walk the dog in the sleep stay Sweep stakes for street sweepers Give me room when the beef quake 'cause we need it Never played freeze tag but as a child I stayed still And watch raised villains slay, stay still in my brain I see you, IV2 still in my vein Look what they feed us! Look what they did to defeat us! Promote abortion destroyin' the fetus Feedin' they trap, feedin' the strap, stay feedin' us trap rappers Not rappers rappers who rap like widows wrap Top rappers real in raps Even ghost writers got ghost writers For the longest I been he who done goes higher But I'm tired of that back seat, Rosa Parks in my rap sheet They don't know about the track meet Relay, see they don't credit the nigga who start the first lap The nigga who bought the first rap Same ones at the finish line Why you workin' at Finish Line lettin' em niggas finish lyin'? They get it booked worldwide Then they lie, bury ya, cry for your criteria Tearin' up tearin' notes with the tantrums Coulda been tangible, now you assed-out on cam They treatin' you like DeAngelo Hand you low hands with soft dab Angela Love, hang at a club, paint of a scrub Through Twitter, check the TL, see what they sayin' AC is fans code, nigga, AC don't work And he got his fans blocked, he the man you demand spots While he sit and imagine, you gotta look at that mansion Rappin' your lyrics, you hear it on radio DVD, CD, see we see you USC berk and all Cuz the employees of them industry niggas done jerked you hard Hurt your heart with them heart attacks They had heart attack implants Cardiac you just cartin' yack for customers Pardon the act, they fuck with ya But you don't get no retweets No showcomers, no roadrunners, no beep-beeps So you put out the reference but they don't believe you 'Cause they paid referees in the game Best believe that the game real cold cheaters With low bar meters who need us Meet us at random places and ask for the raps These kinda persons the world label 'em all Allstars with these con verses It's us versus the connest, I should kinda go Congo Apeshit, I ate shit, 'cause I'm kind My kindness found with the soundbite Bitch-ass cold squares, my kind ain't found with these clown dykes And they hike in the mountain Most of these fans likin' what they recitin' Vampire request and y'all love while these niggas bitin' See the whole next wave of these rappers they bloody suck Drag ya luck tryna diss me, it's just me and Ichiban Ichi spawn, we the dawn, see the bond Edomites see the light, breathe!","Length":"01:26","emotion":"joy","Genre":"hip hop","Album":"LYT II SOCIETY...","Release Date":"2019-08-13","Key":"A min","Tempo":0.2721893491,"Loudness (db)":0.7018531977,"Time signature":"4\/4","Explicit":"Yes","Popularity":"4","Energy":"63","Danceability":"65","Positiveness":"92","Speechiness":"31","Liveness":"36","Acousticness":"60","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"BROCKHAMPTON","Similar Song 1":"ENCINO","Similarity Score":0.9625714957},{"Similar Artist 2":"Young Buck","Similar Song 2":"Where Im From","Similarity Score":0.9620578877},{"Similar Artist 3":"Kreayshawn","Similar Song 3":"Im Sick","Similarity Score":0.9614838564}]}
{"Artist(s)":"!YADNUS,Daylyt","song":"Day Electronica","text":"[Intro] It's ironic how I can see now The same niggas said I was senile We livin' in an upside down reality Where the smart people get looked down on And the world get praised to go stupid Moments of momentum For those who create my story get snapped on [Verse] Gettin' laced in them Jordan Downs, it ties you up Crip life, in the ad is how I blew up You ain't grew up how I grew up If I'm it in the hood, then you ain't threw up what I threw up Stomach pains from where it don't rain frequent The hood smell decent And they so high off the lines, sent to the precinct Concrete Crippin', you'll find out what the C meant Tell 'em don't ask faulty questions about the side walker Kill a man, the price is high, but look at Bob Barker I was on the roof, talkin' to my big dog Crazy, I'm playin' Cool Joe, I'm walkin' through the knicks, aw Hell, what was I thinkin'? Couldn't resist the other side, I had to get a peak in They was red linin' crazy, Goodyear ain't the bigger blimp But eight but I'm smart; Caesar, I be the bigger chimp Imperium central, fuck it, I had to get a glimpse I coulda got my brain peeled for bein' limitless Now I'm at a hundred percent to put an end to this Two piece of the Lucy drug Hold on to the ratchet, it ain't a groupie hug Coulda got smoked, I do be thinkin' about it See my mind in the gutter, I do be thinkin' up out it Third walk's up to Third, my ass stroll through the hood Third eye walk up to Third, my astro through the hood Dog feelin' kinda spacey, on Jetsons was lonely Missin' my boy Elroy, Bart poppin' my homie It was springfield action Flowers on every corner, man, the C's still trapped in We need real captains To control this bull we gon' need Phil Jackson The triangles I angle, cry angels if you bother You wanna survive? Become a Dodger cap Tia & Tamera love, niggas better roger that Bastards got popped, but they ain't never got they father back Hope you got your father back Or maybe that's why brodie bother Pops tried to preach to enemies, now he the Holy Father First murder case in five, became the oldest toddler We all seen the outcome of Malcom X But how come the outcome don't outcome Malcom respect? Child support cut X mouth and about to check 'Cause she blew it, verified, cried, now she about to flex Lex Luger, Ma sold the stamps And the kid's clothes was damp It was broke dryers prior to coldest cramps This period in time, desired to roll the tramps On lean in the equation Bounce with the dirty sprite, I seen how they get laid in Shark life of the brave men Grew up in the street, now our life in the pavement And yet they never paid me On the first it was fire, fuck it, feel like we cavemen New whips and a chain – aw, they got us slaved in! See I had a dream to be awakened I was in denial, cut short, this where the lake end Salakem Salam, salami was all I had Phone calls for the pen so Mommy could call her dad See my life was a mess, I'm still spillin' the steel Never got tired, I'm still willin' to kill Independence Day: them ships got us in Terraform Somehow we're scared of war Life on a beach but we wishin' for a better shore See what I'm sayin' B? A new wave","Length":"01:24","emotion":"sadness","Genre":"hip hop","Album":"LYT II SOCIETY...","Release Date":"2019-08-13","Key":"D# min","Tempo":0.3136094675,"Loudness (db)":0.7334665698,"Time signature":"4\/4","Explicit":"Yes","Popularity":"4","Energy":"54","Danceability":"53","Positiveness":"96","Speechiness":"27","Liveness":"26","Acousticness":"49","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Da$H","Similar Song 1":"SeXXual Interlude","Similarity Score":0.9619426421},{"Similar Artist 2":"OG Maco","Similar Song 2":"Get Down","Similarity Score":0.9457351002},{"Similar Artist 3":"Lil Boom","Similar Song 3":"12 Bars","Similarity Score":0.9373349872}]}
{"Artist(s)":"!zeesh","song":"Camp Fire","text":"[Verse 1: Bill] Yeah You don't got bars that drop, hard to hit Neighborhood pharmacist Jarring up this haze in the shade to rock cardigans Center starter, better get your starters sparking It's lemon scented a starter to spend a trend In the parks of a very tended I started with every pen then I'm on this shit Late night faze through these tend-to-missing-darker-sins I'm not starting with rappers I'm black Mortus Mac, your fucking ass hard as the glass of the back boarding I'm back, sword them See his ass tour and laugh more from not having fun What the fuck am I writing raps for? I'm the last chord, plug it, I'm coming with nothing but this fucking bruggage Shit, I'm [--] I'm a nuisance I do this I've been fluent But the sin of vins ruin where I been, I been moving Ten for ten rudest Villain of the park Get some sense to them, pillar of the art [Verse 2: Mac Miller] Yeah A little speed and tequila lead me to beat making Was my intention to walk that lead to free basing Spend a few too many thousand wasted Ebay'ing Watch the trust fall, that's team-building exercises It's Fuck Everybody Enterprises You always ten feet ahead, but just a step behind us I guess I'm fine wit let me choose the devil I get to sign with You wet vaginas These rappers are softer than fresh bouq' Iris Obsessed with violence Weapons on deck like dead palace Haven't found God yet, the closest that I get is silence It's never quiet Satan dwell inside their brief cases I'm glad we made it, now I'm thankful I'm a free agent Fresh out of prison, throw the deuces up like Nixon Tell me what's the difference 'tween wisdom and superstition We just civilians, the villains kiss the infants Ain't no such thing as coincidence, shit [Verse 3: Ab-Soul] Yeah We smoking stupid blunts but my thoughts ain't dumb I got 99 problems but a thot ain't one, uhh All my bitches bisexual and bilingual I got a bible and a rifle, God I'm evil To all these common people, yeah the heat is brewing Kinda like summer school for a UCLA student That's always true and yeah I'm on a roll This is special education for the honor roll I'm kinda throwed, like softballs in a league of their own I've been the shit since I could piss on my own You just a toilet bowl, a foil in the microwave You don't be-long like short-film-casting calls Throw your life away We got that coke that don't get you up in 6-Flags \"Roller Coaster Fast Pass\" That's Ab-Soul; Don't forget the dash ho Put your baton this no 100 yard dash though Soul","Length":"01:52","emotion":"anger","Genre":"hip hop","Album":"Campfire (Freestyle)","Release Date":"2023-04-25","Key":"D Maj","Tempo":0.4142011834,"Loudness (db)":0.6591569767,"Time signature":"4\/4","Explicit":"Yes","Popularity":"51","Energy":"31","Danceability":"64","Positiveness":"81","Speechiness":"38","Liveness":"79","Acousticness":"85","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Kevin Bloody Wilson","Similar Song 1":"Cant say cunt in canada","Similarity Score":0.955422353},{"Similar Artist 2":"Knucks","Similar Song 2":"From Rome With Love","Similarity Score":0.9475791223},{"Similar Artist 3":"FILV,Edmofo,Emma Peters,Jvstin","Similar Song 3":"All the Good Girls Go To Hell","Similarity Score":0.9401885398}]}
{"Artist(s)":"\"Blue\" Gene Tyranny","song":"Next Time Might Be Your Time","text":"[Verse 1] Hey, baby Hey maybe I'm forgetting to say That I stayed with you because I wanted to And you were so very kind You listened to my troubling mind Said \"Leave all that hist'ry behind And deal with life as it's offered to you.\" [Verse 2] Hey, honey You know we'll treat each other just fine If we make the space To have the grace of a natural scene I will listen to you You will listen to me We'll make it up in our own time [Chorus] You know the next time might be your time To \"love and honor\", to take the bother Just to see this thing through Is that what friends are here for? [Verse 3] Dear companion We could be in Arizona or France What will the world be like, when we see each other free of all circumstance? What difference does it make? Why don't you take a break From whatever puts the pressure on you? [Verse 4] Oh, listen Can you go back to before you were born? To this time and place and Having to trace who you are day after day? There must have been the light Before the stories took away your sight We're not attached or separate in space [Chorus] You know the next time might be your time To \"love and honor\", to take the bother Just to see this thing through Is that what friends are here for? [Verse 4] Oh, listen Can you go back to before you were born? To this time and place and Having to trace who you are day after day? There must have been the light Before the stories took away your sight We're not attached or separate in space [Chorus] You know the next time might be your time To \"love and honor\", to take the bother Just to see this thing through Is that what friends are here for? You know the next time might be your time To \"love and honor\", to take the bother Just to see this thing through Is that what friends are here for?","Length":"08:06","emotion":"joy","Genre":"jazz","Album":"Out of the Blue (40th Anniversary Remaster)","Release Date":null,"Key":"B min","Tempo":0.5680473373,"Loudness (db)":0.7278343023,"Time signature":"4\/4","Explicit":"No","Popularity":"31","Energy":"56","Danceability":"42","Positiveness":"73","Speechiness":"3","Liveness":"12","Acousticness":"68","Instrumentalness":"5","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Greensky Bluegrass","Similar Song 1":"Living Over","Similarity Score":0.9631112557},{"Similar Artist 2":"Housefires","Similar Song 2":"Song of Moses","Similarity Score":0.9544056699},{"Similar Artist 3":"Patti Smith","Similar Song 3":"Poppies","Similarity Score":0.946633397}]}
{"Artist(s)":"\"Blue\" Gene Tyranny","song":"Leading A Double Life","text":"[Verse 1] He is in the blue distance He is getting nearer She is in the blue distance She is getting so clear I don’t know where they came from I don’t know how we got here I just turned my back and suddenly you were here [Verse 2] Oh boy, sometimes it seems like it takes forever And then with your friends it takes no effort all Oh it could be a past turn, attachment illusion That makes distance between me Leading a double, double life [Verse 3] On the other hand, you know it takes some language An agreement for the moment making dreams ring true So with the resistance comes an angel’s assistance Brings it closer and closer Leading a double life [Verse 4] She is in the blue distance She’s a visiting wonder He’s in the blue distance He’s a dream come true Am I sleeping and waking Or just turning over A cellular wonder Leading a double life? Leading a double life?","Length":"08:20","emotion":"joy","Genre":"hip hop","Album":"Out of the Blue (40th Anniversary Remaster)","Release Date":null,"Key":"D# Maj","Tempo":0.3727810651,"Loudness (db)":0.6667877907,"Time signature":"4\/4","Explicit":"No","Popularity":"18","Energy":"12","Danceability":"39","Positiveness":"16","Speechiness":"3","Liveness":"7","Acousticness":"97","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":1,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Mount Eerie,Julie Doiron","Similar Song 1":"Belief pt. 2","Similarity Score":0.9929595044},{"Similar Artist 2":"Peter Tosh","Similar Song 2":"Fools Die","Similarity Score":0.9900919973},{"Similar Artist 3":"Satya","Similar Song 3":"Not Knowing","Similarity Score":0.9850848535}]}
{"Artist(s)":"\"Dear Evan Hansen\" August 2018 Broadway Cast","song":"Part of Me Bonus Track","text":"[Verse One] In the dark you were swept away And the world wouldn't let you stay All the words that I want to say, I can’t find [Verse Two] I am lost in remembering Did you soar on an angel's wing? Will your face keep on lingering In my mind? [Bridge] Oooooh Hear me now Oooooh ooooh Oooooh Hear me now Oooooh ooooh [Chorus] A part of me Finds a hope in holding on A part of me Won't give up what isn’t gone A part of me Wants to share the hurt and heartache That I felt that day When you took away A part of me [Spoken: ZOE & EVAN] Alana put a copy of your speech online On the Facebook page for The Connor Project? People started sharing it, I guess And now it's, I mean, It's everywhere People from all over the country Yesterday Connor had 12 friends on here How many does he have know? Zoe: 1,239 What happened? You did [Verse Three] I feel the weight of the world sink in (Connor and I used to ride the same bus) And the chills dance across my skin (We were best friends in 4th grade) (They were inseparable) When I think how you must have been (How you must have been) So alone [Bridge] (Our son went to school with Connor) Oooooh (He was my friend) Hear me now (I never met you, Connor, but coming on here, reading everyone's posts, it's so easy to feel alone) (But right now, we're not alone. None of us) (Thank you, Evan Hansen, for giving us a space to remember Connor) Oooooh (Share) Oooooh (Sending prayers from Michigan) Oooooh (Vermont) Oooooh (Tampa) Oooooh (Sacremento) Oooooh (Repost) Oooooh (Thank you, Evan) Oooooh (Share) Oooooh (We won't forget you, Connor) Oooooh (Thanks to Evan Hansen) Oooooh (We'll remember Connor) Oooooh (We’ll always remember) [Chorus] A part of me Needs a way to say goodbye A part of me Now remembers how to cry A part of me Wants to share the hurt and heartache So the world can see That you’ll always be A part of me [Verse Four] You left this life And left me numb All were blind, and deaf, and dumb We didn't know how bad it had become Or how to save you Now every prayer I’ve learned is prayed And every moment shared replayed I won't allow your memory to fade Can I save you? [Verse Five] The sky collapsed without a sound As broken pieces hit the ground The rain fell down around me and I drowned But I will save you Our secret sorrows overflowed I see them in your afterglow I promise I will never let you go I will save you [Bridge] You are not alone You are not alone You are not alone You are not alone You are not alone You are not alone You are not alone You are not alone You are not alone [Chorus] A part of me Can't believe it's even real A part of me Doesn’t know how much to feel A part of me Finds a rush within the pain A part of me Needs the feeling to remain A part of me Wants to share the hurt and heartache So the world can see That you'll always be [Spoken: EVAN & ZOE] I think there's something you should know You make me feel closer to him [CONNOR] A part of me","Length":"05:06","emotion":"sadness","Genre":"hip hop","Album":"Dear Evan Hansen (Broadway Cast Recording) [Deluxe]","Release Date":null,"Key":"G# min","Tempo":0.3786982249,"Loudness (db)":0.8097747093,"Time signature":"4\/4","Explicit":"No","Popularity":"18","Energy":"56","Danceability":"39","Positiveness":"18","Speechiness":"4","Liveness":"17","Acousticness":"63","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"The Smith Street Band","Similar Song 1":"Dont Mention the War","Similarity Score":0.9865334495},{"Similar Artist 2":"Etta James","Similar Song 2":"I Got It Bad and That Aint Good","Similarity Score":0.9810270933},{"Similar Artist 3":"Jonathan Butler","Similar Song 3":"We Need You Lord","Similarity Score":0.9790100534}]}
{"Artist(s)":"\"DEMONS\",Troy Jacobsson,Tristan Jeanneau","song":"25","text":"[Intro] They felt like they were laying tracks, for the generation to come. I think my mother knew that freedom wouldn't come in her lifetime, just like I know it won't come in mine. It's a matter of, either we stay like this or somebody sacrifice, somebody laying tracks, so we can stay in a 360 degree. Deadly circle, somebody used to break out and risk, you know losing everything and being poor and getting deep down. Cause someone has to do something, had I had a father, had I had some of these opportunities. I would be able to handle my mother more [Verse 1: Punch] I was taught never trust a nigga, far as you can see him Teach a nigga how to fish, as apposed to try'na feed him Look a man in the eyes, that's the best way to read him Cause faces they change, but point of views remain I got a strange feeling, that I'm a lil bit different Beyond the customs and tradition of a project living My Korean war vet, grandfather's affliction Was stress and I inherited his heart condition And Van Arthur's addiction, was heroin needles Petty hustling, d'evils, that street men lust So I'm mixed with that lethal combination but trust I've only scratched the surface, what's underneath this verse is The feeling of a young boy lost, without a purpose Still waters run deep in the street we were submerged in Police lurking, try'na catch a nigga serving He ain't going back to jail, so he bust a verse [Hook: Kendrick Lamar] This is for my everyday young nigga It don't really matter where you from niggas Before you leave the house, kiss your moms nigga Cause you don't know when that day'll come nigga Cause only Lord knows that I know how you feel What we gotta do just to live Is try not to get our cap peeled, try not to get your cap peeled [Verse 2: Punch] It's hard to get to know me, unless you hear between bars Tortured soul self contained on my childhood scars I was involved from a far, affected by the street laws Concrete walls, not even earthquakes could shake them brick walls Nickerson garden projects this is me y'all Where Dope dealers have it all and then freefall Caine numbs the pain up and down the ghetto seesaw The voice of the youth, they hear me and they see y'all They don't see a diamond in the rough, they see flaws They should see how we was raised and they would be in awe Against all it gets hard not to kill niggas It's like a full-time job not to grab the semi-auti And go kamikaze on somebody who plotting Probably on my body laying lifeless, ungodly sacrifices To the streets, this is the trinity Money malice and murder the hood's deity [Hook] [Verse 3] They say the average black man only lives to 25 Well I made it past that and a nigga still alive Which means I'm in the red, I'm indebted to death That's the wages that sin pay, I'm still tracing my steps Leaving my footprints in the sand, the concrete rose That grew on infertile land and blossomed to a grown man My only fear is pops holding moms hand Dripping tears on my casket, I refuse to let it happen By any means avoiding the city traffic Shooters got the green light, they blocking your right of passage A young kid turned savage, city madness A picture painted on the street's canvas, excuse my brashness I'm trying to live to see past this Staring at the world and my rear view past tense In no particular fashion, I'm on borrowed time I'mma grind with a passion [Hook] [Outro] Generation to generation to come They won't come in mind Sacrifices, sacrifices, sacrifices Deadly circle, deadly circle","Length":"02:08","emotion":"sadness","Genre":"hip hop","Album":"Rock & Roll with the Punches","Release Date":null,"Key":"B min","Tempo":0.4674556213,"Loudness (db)":0.714752907,"Time signature":"4\/4","Explicit":"No","Popularity":"14","Energy":"80","Danceability":"42","Positiveness":"62","Speechiness":"6","Liveness":"85","Acousticness":"0","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"The Vandals","Similar Song 1":"C-H-R-I-S-T-M-A-S","Similarity Score":0.9885999596},{"Similar Artist 2":"Frank Zappa","Similar Song 2":"Any Downers?","Similarity Score":0.9873840525},{"Similar Artist 3":"Hellions","Similar Song 3":"Odyssey","Similarity Score":0.9749047388}]}
{"Artist(s)":"\"Elena Of Avalor\" Cast","song":"My Time","text":"[Verse 1] It feels so weird having my feet on the ground It's been a while since I've been walking around With my own eyes, I can once again see My dream has come true I am free But now that I'm here, there's a mission at hand To drive that witch out of our beautiful land I'll banish the darkness and bring back the light [Chorus] 'Cause this time I'm ready to fight This is my time, my time to face my old foe My time, reclaim what was ours long ago This is my time to stand up with honor and pride My time, I've come too far to be denied [Verse 2] Now off I must fly to the palace once more To win back the freedom of all Avalor I've spent my whole life waiting just for this day And nothing will get in my way [Chorus] This is my time, I have a plan that can't fail My time, I won't stop 'til I prevail My time, to honor my family and friends My time, this is my time once again [Outro] This is my time Once again","Length":"03:04","emotion":"fear","Genre":"indie rock,britpop","Album":"Elena of Avalor (Original Soundtrack)","Release Date":"2017-02-10","Key":"B Maj","Tempo":0.5088757396,"Loudness (db)":0.7959665698,"Time signature":"3\/4","Explicit":"No","Popularity":"34","Energy":"55","Danceability":"69","Positiveness":"77","Speechiness":"5","Liveness":"37","Acousticness":"64","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"And That","Similar Song 1":"Somewhere","Similarity Score":0.9870107664},{"Similar Artist 2":"The Coasters","Similar Song 2":"Smokey Joes Cafe The Robins","Similarity Score":0.9852990083},{"Similar Artist 3":"Humanwine","Similar Song 3":"Rivolta Silenziosa","Similarity Score":0.982743377}]}
{"Artist(s)":"\"Elena Of Avalor\" Cast","song":"Let Love Light the Way","text":"[Verse 1: Elena] It's holiday time The most special of seasons So come gather round To remember the reason It's not all the gifts The food or decorations But the spirit of love That marks this celebration [Chorus: Elena, Elena & Gabe] So come walk with me Sing along and you'll see On this holiday Let love light the way You need nothing more Than those you adore On this holiday Let love light the way [Verse 2: All] We all have our ways (We all have our ways) Of observing this evening (Of observing this evening) Yet each of us shares (Yet each of us shares) Something we all believe in (Something we all believe in) What makes this one night Outshine all of the others Is sharing our joy with our sisters and brothers (Our sisters and brothers) [Chorus: All] So come sing with me All together we'll be On this holiday Let love light the way And down every street Are new friends we can meet On this holiday Let love light our way [Bridge: All, Elena] Every December As we honor all our traditions It's nice to remember That it's not a big competition So let love be your mission [Chorus: All] So come walk with me Sing along and you'll see On this holiday Let love light the way As we stand around the tree All together we'll be On this holiday Let love light the way You need nothing more than those you adore On this holiday Let love Let love Let love Let love Let love light the way","Length":"02:33","emotion":"joy","Genre":"indie rock,britpop","Album":"Disney Junior Music: Elena of Avalor - A Royal Celebration","Release Date":"2020-09-04","Key":"B Maj","Tempo":0.4674556213,"Loudness (db)":0.7921511628,"Time signature":"4\/4","Explicit":"No","Popularity":"25","Energy":"80","Danceability":"73","Positiveness":"78","Speechiness":"10","Liveness":"27","Acousticness":"60","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Stonebwoy,Teni","Similar Song 1":"Ololo","Similarity Score":0.9732031806},{"Similar Artist 2":"The Dovells","Similar Song 2":"Bristol Stomp","Similarity Score":0.9637332466},{"Similar Artist 3":"George Strait","Similar Song 3":"I Ain't Never Seen No One Like You","Similarity Score":0.9628719788}]}
{"Artist(s)":"\"Jesus Christ Superstar\" 1992 Australian Cast,Russell Morris,John Farnham","song":"Simon Zealotes \/ Poor Jerusalem","text":"[Intro] Simon Zealotes [CROWD] Christ, you know I love you; did you see I waved? I believe in you and God, so tell me that I'm saved! Christ, you know I love you; did you see I waved? I believe in you and God, so tell me that I'm saved Jesus, I am with you; touch me, touch me, Jesus! Jesus, I am on your side; kiss me, kiss, me Jesus! [SIMON ZEALOTES] Christ, what more do you need to convince you That you've made it and you're easily as strong As the filth from Rome who rape our country And who've terrorized our people for so long? [CROWD] Christ you know I love you; did you see I waved? I believe in you and God, so tell me that I'm saved Christ you know I love you; did you see I waved? I believe in you and God, so tell me that I'm saved Jesus, I am with you; touch me, touch me, Jesus! Jesus, I am on your side; kiss me, kiss me, Jesus! [SIMON ZEALOTES] There must be over fifty thousand Screaming love and more for you And every one of fifty thousand Would do whatever you ask him to Keep them yelling their devotion But add a touch of hate at Rome You will rise to a greater power We will win ourselves a home! You'll get the power and the glory For ever and ever and ever You'll get the power and the glory For ever and ever and ever You'll get the power and the glory For ever and ever and ever For ever and ever and ever Poor Jerusalem [JESUS] Neither you, Simon, nor the fifty thousand Nor the Romans, nor the Jews Nor Judas, nor the twelve, nor the Priests, nor the scribes Nor doomed Jerusalem itself Understand what power is Understand what glory is Understand at all Understand at all If you knew all that I knew, my poor Jerusalem You'd see the truth, but you close your eyes But you close your eyes While you live, your troubles are many, poor Jerusalem To conquer death you only have to die You only have to die","Length":"05:13","emotion":"sadness","Genre":"hip hop","Album":"Jesus Christ Superstar (1992 Australian Cast Recording Highlights)","Release Date":"2014-06-30","Key":"F min","Tempo":0.5443786982,"Loudness (db)":0.707122093,"Time signature":"4\/4","Explicit":"No","Popularity":"16","Energy":"71","Danceability":"43","Positiveness":"13","Speechiness":"6","Liveness":"7","Acousticness":"14","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"MØ","Similar Song 1":"Gone and Found","Similarity Score":0.9880354897},{"Similar Artist 2":"mewithoutYou","Similar Song 2":"Carousels","Similarity Score":0.979132045},{"Similar Artist 3":"Anthony Evans","Similar Song 3":"Mercy Tree","Similarity Score":0.9783635389}]}
{"Artist(s)":"\"Les Misérables Original London Cast\" Ensemble","song":"Finale","text":"Do you hear the people sing  \r Lost in the valley of the night?  \r It is the music of a people  \r Who are climbing to the light.  \r   \r For the wretched of the earth  \r There is a flame that never dies.  \r Even the darkest night will end  \r And the sun will rise.  \r   \r They will live again in freedom  \r In the garden of the Lord.  \r They will walk behind the plough-share,  \r They will put away the sword.  \r The chain will be broken  \r And all men will have their reward.  \r   \r Will you join in our crusade?  \r Who will be strong and stand with me?  \r Somewhere beyond the barricade  \r Is there a world you long to see?  \r Do you hear the people sing?  \r Say, do you hear the distant drums?  \r It is the future that they bring  \r When tomorrow comes!  \r   \r Will you join in our crusade?  \r Who will be strong and stand with me?  \r Somewhere beyond the barricade  \r Is there a world you long to see?  \r Do you hear the people sing?  \r Say, do you hear the distant drums?  \r It is the future that they bring  \r When tomorrow comes...  \r Tomorrow comes!\r \r ","Length":"04:45","emotion":"sadness","Genre":"classical","Album":"Les Misérables (Original 1985 London Cast Recording)","Release Date":null,"Key":"G# Maj","Tempo":0.3076923077,"Loudness (db)":0.6551598837,"Time signature":"3\/4","Explicit":"No","Popularity":"36","Energy":"12","Danceability":"24","Positiveness":"16","Speechiness":"4","Liveness":"5","Acousticness":"96","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":1,"Good for Relaxation\/Meditation":1,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":1,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"David Gilmour","Similar Song 1":"A Boat Lies Waiting","Similarity Score":0.9959063086},{"Similar Artist 2":"Sleeping At Last","Similar Song 2":"Everywhere I Go","Similarity Score":0.9952250618},{"Similar Artist 3":"Steffany Gretzinger","Similar Song 3":"Remember","Similarity Score":0.9931492111}]}
{"Artist(s)":"\"Les Misérables Original London Cast\" Ensemble","song":"Lovely Ladies","text":"[The docks. Sailors, whores and their customers, pimps, etc. Fantine wanders\r in.]  \r   \r Sailors  \r I smell women  \r Smell 'em in the air  \r Think I'll drop my anchor  \r In that harbor over there  \r Lovely ladies  \r Smell 'em through the smoke  \r Seven days at sea  \r Can make you hungry for a poke  \r Even stokers need a little stoke!  \r   \r Whores  \r Lovely ladies  \r Waiting for a bite  \r Waiting for the customer  \r Who only comes at night  \r Lovely ladies  \r Waiting for the call  \r Standing up or lying down  \r Or any way at all  \r Bargain prices up against the wall  \r   \r Old Woman  \r Come here, my dear  \r Let's see this trinket you wear  \r This bagatelle...  \r   \r Fantine  \r Madame, I'll sell it to you...  \r   \r Old Woman  \r I'll give you four  \r   \r Fantine  \r That wouldn't pay for the chain  \r   \r Old Woman  \r I'll give you five, you're far to eager to sell, it's up to you.  \r   \r Fantine  \r It's all I have  \r   \r Old Woman  \r That's not my fault  \r   \r Fantine  \r Please make it ten  \r   \r Old Woman  \r No more than five  \r My dear, we all must stay alive!  \r   \r Whores  \r Lovely ladies  \r Waiting in the dark  \r Ready for a thick one  \r Or a quick one in the park  \r Long time short time  \r Any time, my dear  \r Cost a little extra if you want to take all year!  \r Quick and cheap is underneath the pier!  \r   \r Crone  \r What pretty hair  \r What pretty locks you got there  \r What luck you got, it's worth a centime my dear  \r I'll take the lot  \r   \r Fantine  \r Don't touch me leave me alone  \r   \r Crone  \r Let's make a price, I'll give you all of ten francs  \r Just think of that!  \r   \r Fantine  \r It pays a debt  \r   \r Crone  \r Just think of that  \r   \r Fantine  \r What can I do? It pays a debt.  \r Ten francs may save my poor Cosette!  \r   \r Whores  \r Lovely ladies  \r Lovely little girls  \r Lovely ladies  \r Lovely little ladies  \r Lovely girlies  \r Lovely little girls  \r We are lovely, lovely girls  \r Lovely ladies  \r What's a lady for? Sailors  \r Lovely lady!  \r Fastest on the street  \r Wasn't there three minutes  \r She was back up on her feet  \r Lovely lady!  \r What yer waiting for?  \r Doesn't take a lot of savvy  \r Just to be a whore  \r Come on, lady  \r What's a lady for?  \r   \r [Fantine re-emerges, her long hair cut short.]  \r   \r Pimp  \r Give me the dirt, who's that bit over there?  \r   \r Whore 1  \r A bit of skirt, she's the one sold her hair.  \r   \r Whore 2  \r She's got a kid sends her all that she can  \r   \r Pimp  \r I might have known  \r There is always some man  \r Lovely lady, come along and join us!  \r Lovely lady!  \r   \r Whores  \r Come on dearie, why all the fuss?  \r You're no grander than the rest of us  \r Life has dropped you at the bottom of the heap  \r Join your sisters, make money in your sleep!  \r   \r [Fantine goes off with one of the sailors.]  \r   \r That's right dearie, let him have the lot  \r That's right dearie, show him what you've got!  \r   \r Old men, young men, take 'em as they come  \r Harbor rats and alley cats and every type of scum  \r Poor men, rich men, leaders of the land  \r See them with their trousers off they're never quite as grand  \r All it takes is money in your hand!  \r Lovely ladies  \r Going for a song  \r Got a lot of callers  \r But they never stay for long  \r   \r Fantine  \r Come on, Captain  \r You can wear your shoes  \r Don't it make a change  \r To have a girl who can't refuse  \r Easy money  \r Lying on a bed  \r Just as well they never see  \r The hate that's in your head  \r Don't they know they're making love  \r To one already dead!\r \r ","Length":"04:07","emotion":"joy","Genre":"classical","Album":"Les Misérables (Original 1985 London Cast Recording)","Release Date":null,"Key":"C Maj","Tempo":0.2781065089,"Loudness (db)":0.7269258721,"Time signature":"4\/4","Explicit":"No","Popularity":"37","Energy":"38","Danceability":"68","Positiveness":"25","Speechiness":"35","Liveness":"16","Acousticness":"93","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Rhys Lewis","Similar Song 1":"Hold on to Happiness","Similarity Score":0.9782739218},{"Similar Artist 2":"RIZ LA VIE","Similar Song 2":"She Said","Similarity Score":0.9776103174},{"Similar Artist 3":"Jhené Aiko,Nas","Similar Song 3":"10k Hours","Similarity Score":0.9758834197}]}
{"Artist(s)":"\"Les Misérables Original London Cast\" Ensemble,Alun Armstrong,Sue Jane Tanner","song":"The Wedding Chorale","text":"[Marius and Cosette lead a wedding procession.]  \r   \r Chorus  \r Ring out the bells upon this day of days!  \r May all the angels of the Lord above  \r In jubilation sing their songs of praise!  \r And crown this blessed time with peace and love.  \r   \r [The procession becomes a dancing celebration. A waltz is played.]  \r   \r Major Domo  \r The Baron and Baroness de Thenard wish to pay their  \r Respects to the groom!  \r   \r Thenardier  \r I forget where we met  \r Was it not at the Chateau Lafarge  \r Where the duke did that puke  \r Down the Duchess's de-coll-etage?  \r   \r Marius  \r No, 'Baron de Thenard'  \r The circles I move in are humbler by far.  \r Go away, Thenardier!  \r Do you think I don't know who you are?  \r   \r Mme. Thenardier  \r He's not fooled, told you so.  \r Show M'sieur what you've come here to show.  \r Tell the boy what you know!  \r   \r [Applause from the dancers as the waltz finishes.]  \r   \r Marius  \r When I look at you, I remember Eponine  \r She was more than you deserved, who gave her birth  \r But now she is with God and happier, I hope  \r Than here on earth!  \r   \r [The waltz starts up again.]  \r   \r Thenardier  \r So it goes, heaven knows  \r Life has dealt me some terrible blows.  \r   \r Mme. Thenardier  \r You've got cash and a heart  \r You could give us a bit of a start  \r We can prove, plain as ink  \r Your bride's father is not what you think.  \r   \r Thenardier  \r There's a tale I could tell  \r   \r Mme. Thenardier  \r Information we're willing to sell.  \r   \r Thenardier  \r There's a man that he slew  \r I saw the corpse clear as I'm seeing you!  \r What I tell you is true!  \r   \r Mme. Thenardier  \r Pity to disturb you at a feast like this  \r But five hundred francs surely wouldn't come amiss.  \r   \r Marius  \r In God's name say what you have to say.  \r   \r Thenardier  \r But first you pay!  \r   \r What I saw, clear as light  \r Jean Valjean in the sewers that night  \r Had this corpse on his back  \r Hanging there like a great bloody sack.  \r I was there, never fear  \r Even found me this fine souvenir!  \r   \r [Thenardier shows Marius a ring.]  \r   \r Marius  \r I know this! This was mine!  \r Surely this is some heavenly sign!  \r   \r Thenardier  \r One more thing, mark this well  \r It was the night the barricades fell.  \r   \r Marius  \r Then it's true, then I'm right  \r Jean Valjean was my savior that night!  \r   \r [Marius hits Thenardier and then throws money at him.]  \r   \r As for you, take this too!  \r God forgive the things that we do.  \r   \r Come my love, come Cosette  \r This day's blessings are not over yet!  \r   \r [Marius and Cosette leave.]\r \r ","Length":"02:16","emotion":"joy","Genre":"hip hop","Album":"Les Misérables (Original 1985 London Cast Recording)","Release Date":null,"Key":"E min","Tempo":0.2485207101,"Loudness (db)":0.7609011628,"Time signature":"4\/4","Explicit":"No","Popularity":"32","Energy":"50","Danceability":"43","Positiveness":"53","Speechiness":"10","Liveness":"8","Acousticness":"88","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Jay Farrar,Benjamin Gibbard","Similar Song 1":"California Zephyr","Similarity Score":0.9723496278},{"Similar Artist 2":"Random Encounters,Dodger","Similar Song 2":"The Eevee Song","Similarity Score":0.9697024121},{"Similar Artist 3":"Mindi Dickstein,Jason Howland,'Little Women' Original Broadway Cast","Similar Song 3":"Take a Chance on Me","Similarity Score":0.9695105272}]}
{"Artist(s)":"\"Lightning\" Washington and group,Alan Lomax","song":"Long John","text":"Refrain: Leader: O the long John Response: O the long John Leader: He's a-long gone Response: He's a-long gone Leader: Like a turkey through the corn Response: Like a turkey through the corn Leader: He's a-long gone Response: He's a-long gone Verse 1: Well my John said In the ten chap ten \"If a man die He will live again\" Well they crucified Jesus And they nailed him to the cross Sister Mary cried \"My child is lost!\" Refrain: O long John He's long gone He's long gone In the corn, John O big eyed John O John, John It's a-long John Verse 2: Says-uh \"Come on gal And-uh shut that do,' \" Says, \"The dogs is comin' And I've got to go.\" Refrain: It's a-long John He's long gone It's-a long John He's-a long gone Verse 3: \"Well a-two, three minutes Let me catch my win'; In-a-two, three minutes I'm gone again.\" Refrain: It's-a long John He's-a long gone He's a long gone He's a long gone Verse 4: Well my John said Just before he rain \"Well I'm goin' home See Maryland.\" It's-a long John It's-a long John With his long clothes on Like a turkey through the corn Well, my John said On the fourth day Well, to \"Tell my rider That I'm on my way.\" Refrain: It's-a long John He's long gone He's-a long gone It's a long gone Verse 5: \"Gonna call this summer Ain't gon' call no mo' If I call next summer Be in Baltimore.\" Refrain: He's-a long John He's long gone He's long gone He's long gone He's long gone He's long gone (fade out)","Length":"03:04","emotion":"sadness","Genre":"hip hop","Album":"Jail House Bound: John Lomax's First Southern Prison Recordings, 1933","Release Date":"2012-05-15","Key":"C# Maj","Tempo":0.2899408284,"Loudness (db)":0.7372819767,"Time signature":"4\/4","Explicit":"No","Popularity":"16","Energy":"29","Danceability":"78","Positiveness":"57","Speechiness":"11","Liveness":"6","Acousticness":"100","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":1,"Good for Relaxation\/Meditation":1,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":1,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Bombadil","Similar Song 1":"A Question","Similarity Score":0.9766729438},{"Similar Artist 2":"Woody Guthrie","Similar Song 2":"A Picture From Lifes Other Side","Similarity Score":0.9742738828},{"Similar Artist 3":"Billie Holiday,Teddy Wilson","Similar Song 3":"My Last Affair","Similarity Score":0.9734994431}]}
{"Artist(s)":"\"Puppy Dog Pals\" Cast,Disney Junior","song":"Puppy Dog Pals Main Title Theme","text":"Bingo and Rolly Couple of puppies They bark and chase and chew And there's a guy named Bob who makes up inventions A couple puppies can use But when Bob's away (See you latter pup's) The pups will play On a mission around the world tryin' save the day Pup-pup-pup Puppy dog pals Pup-pup-pup Puppy dog pals Pup-pup-pup Puppy dog pals Pup-pup-pup Puppy dog pals","Length":"00:57","emotion":"joy","Genre":"hip hop","Album":"Puppy Dog Pals: Disney Junior Music","Release Date":null,"Key":"D# Maj","Tempo":0.8934911243,"Loudness (db)":0.8239462209,"Time signature":"4\/4","Explicit":"No","Popularity":"51","Energy":"94","Danceability":"78","Positiveness":"87","Speechiness":"20","Liveness":"20","Acousticness":"17","Instrumentalness":"0","Good for Party":1,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":1,"Good for Running":1,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Cast - The Lion Guard","Similar Song 1":"When Youre Running With the King","Similarity Score":0.9657462742},{"Similar Artist 2":"Ferb","Similar Song 2":"Backyard Beach","Similarity Score":0.9531773863},{"Similar Artist 3":"Ferb","Similar Song 3":"Back at the barnyard","Similarity Score":0.9531773863}]}
{"Artist(s)":"\"Weird Al\" Yankovic","song":"Amish Paradise","text":"[Verse 1] As I walk through the valley where I harvest my grain I take a look at my wife and realize she's very plain But that's just perfect for an Amish like me You know, I shun fancy things like electricity At 4:30 in the mornin' I'm milkin' cows Jebediah feeds the chickens and Jacob plows, fool And I've been milkin' and plowin' so long that Even Ezekiel thinks that my mind is gone I'm a man of the land, I'm into discipline Got a Bible in my hand and a beard on my chin But if I finish all of my chores, and you finish thine Then tonight we're gonna party like it's 1699 [Chorus] We been spending most our lives Living in an Amish paradise I've churned butter once or twice Living in an Amish paradise It's hard work and sacrifice Living in an Amish paradise We sell quilts at discount price Living in an Amish paradise [Verse 2] A local boy kicked me in the butt last week I just smiled at him and I turned the other cheek I really don't care, in fact I wish him well 'Cause I'll be laughing my head off when he's burning in Hell But I ain't never punched a tourist even if he deserved it An Amish with a 'tude? You know that's unheard of I never wear buttons but I got a cool hat And my homies agree, I really look good in black, fool If you come to visit, you'll be bored to tears We haven't even paid the phone bill in 300 years But we ain't really quaint, so please don't point and stare We're just technologically impaired [Bridge] There's no phone, no lights, no motorcar Not a single luxury Like Robinson Crusoe It's as primitive as can be [Chorus] We been spending most our lives Living in an Amish paradise We're just plain and simple guys Living in an Amish paradise There's no time for sin and vice Living in an Amish paradise We don't fight, we all play nice Living in an Amish paradise [Verse 3] Hitchin' up the buggy, churning lots of butter Raised a barn on Monday, soon I'll raise another Think you're really righteous? Think you're pure in heart? Well, I know I'm a million times as humble as thou art I'm the pious guy the little Amlettes wanna be like On my knees day and night scoring points for the afterlife So don't be vain and don't be whiny Or else, my brother, I might have to get medieval on your heinie [Chorus] We been spending most our lives Living in an Amish paradise We're all crazy Mennonites Living in an Amish paradise There's no cops and traffic lights Living in an Amish paradise But you'd probably think it bites Living in an Amish paradise [Outro] (Ooh, ooh, yech!)","Length":"03:22","emotion":"joy","Genre":"rock,pop,comedy","Album":"Bad Hair Day","Release Date":null,"Key":"G# Maj","Tempo":0.2958579882,"Loudness (db)":0.7180232558,"Time signature":"4\/4","Explicit":"No","Popularity":"55","Energy":"45","Danceability":"73","Positiveness":"48","Speechiness":"17","Liveness":"27","Acousticness":"10","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":1,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"\"Weird Al\" Yankovic","Similar Song 1":"Parody","Similarity Score":0.9998535809},{"Similar Artist 2":"\"Weird Al\" Yankovic","Similar Song 2":"George Of The Jungle","Similarity Score":0.9994243105},{"Similar Artist 3":"Danity Kane","Similar Song 3":"Showstopper Remix","Similarity Score":0.980017181}]}
{"Artist(s)":"\"Weird Al\" Yankovic","song":"Word Crimes","text":"[Intro] Everybody shut up! (Woo!) Everyone listen up! Hey, hey, hey Hey, hey, hey (Uh, woo!) Hey, hey, hey (Woo!) [Verse 1] If you can't write in the proper way (Woo!) If you don't know how to conjugate (Woo!) Hey, maybe you flunked that class (Hey, hey, hey) And maybe now you find (Hey, hey, hey) That people mock you online (Hey, hey, hey) (Everybody wise up!) [Verse 2] Okay, now here's the deal I'll try to educate ya (Woo!) (Ow!) Gonna familiarize You with the nomenclature (Woo!) (Meow!) You'll learn the definitions (Hey, hey, hey) Of nouns and prepositions (Hey, hey, hey) Literacy's your mission (Hey, hey, hey) [Pre-Chorus] And that's why I think it's a good time (Woo!) To learn some grammar (What) Now, did I stammer? Work on that grammar (Woo!) You should know when It's \"less\" or it's \"fewer\" (Woo!) (Oh, yeah) Like people who were (All right) Never raised in a sewer [Chorus 1] I hate these word crimes Like \"I could care less\" (Hey, hey, hey) That means you do care (Whoa) At least a little Don't be a moron (Hey, hey) You'd better slow down And use the right pronoun (Hey, hey) Show the world you're no clown (Everybody wise up!) [Verse 2] Say you've got an \"i-t\" Followed by apostrophe \"s\" (Woo!) Now, what does that mean? You would not use \"it's\" in this case (Woo!) As a possessive (No, no, no!) It's a contraction (Yeah, yeah, yeah!) What's a contraction? Well, it's the shortening of a word or a group of words By omission of a sound or letter (Woo!) [Pre-Chorus 2] Okay, now here are some notes Syntax you're always mangling (Woo!) No X in \"espresso\" Your participle's danglin' (Uh-huh) But I don't want your drama (Hey, hey, hey) (Uh-huh) If you really wanna (Hey, hey, hey) (Uh-huh) Leave out that Oxford comma (Hey, hey, hey) (Uh-huh) [Chorus 2] Just keep in mind that \"Be\", \"see\", \"are\", \"you\" Are words, not letters (Woo!) Get it together (Hey, hey) Use your spell checker You should never Write words using numbers (Woo!) (Hey, hey) Unless you're seven (Yeah-ay) Or your name is Prince (Everybody wise up!) [Chorus 1] I hate these word crimes (I hate them crimes) You really need a (Woo!) (I hate them crimes) Full-time proofreader (I mean those crimes) You dumb mouth-breather (Woo!) Well, you should hire (I'll hire) Some cunning linguist (Woo!) To help you distinguish What is proper English (Everybody wise up!) [Bridge] One thing I ask of you (Okay) Time to learn your homophones is past due (Woo!) Learn to diagram a sentence, too Always say \"to whom\", don't ever say \"to who\" (Woo!) And listen up when I tell you this I hope you never use quotation marks for emphasis (Woo!) You finished second grade, I hope you can tell If you're doing good or doing well (Woo!) You better figure out the difference Irony is not coincidence (Woo!) And I thought that you'd gotten it through your skull About what's figurative and what's literal (Woo!) Oh, but just now (Just now), you said (You said) You \"literally\" couldn't get out of bed (Woo!) (What?) That really makes me want to literally Smack a crowbar upside your stupid head [Pre-Chorus] I read your e-mail (Yeah, yeah) It's quite apparent (Woo!) Your grammar's errant You're incoherent (Woo!) Saw your blog post (Hey, hey) It's really fantastic (Oh, woah) That was sarcastic (Oh, psych!) 'Cause you write like a spastic (Woo!) [Chorus 1] I hate these word crimes (Everybody wise up) Your prose is dopey (Woo!) (Hey) Think you should only (Woah, woah) Write in emoji (Woo!) Oh, you're a lost cause (Hey, hey, hey) Go back to preschool (Woo!) Get out of the gene pool (Hey, hey, hey) Try your best to not drool (Woo!) [Outro] Never mind, I give up (Woo!) Really now, I give up (Woo!) Hey, hey, hey Hey, hey, hey Go away!","Length":"03:43","emotion":"joy","Genre":"rock,pop,comedy","Album":"Mandatory Fun","Release Date":"2014-07-15","Key":"G Maj","Tempo":0.5384615385,"Loudness (db)":0.6776889535,"Time signature":"4\/4","Explicit":"No","Popularity":"45","Energy":"43","Danceability":"90","Positiveness":"96","Speechiness":"6","Liveness":"5","Acousticness":"1","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Summer Thieves","Similar Song 1":"On the Couch","Similarity Score":0.9895317644},{"Similar Artist 2":"Summer Thieves","Similar Song 2":"Bottom of Your Face","Similarity Score":0.9895317644},{"Similar Artist 3":"Summer Thieves","Similar Song 3":"NFTs","Similarity Score":0.9895317644}]}
{"Artist(s)":"\"Weird Al\" Yankovic","song":"White  Nerdy","text":"[Chorus] They see me mowin' my front lawn I know they're all thinking I'm so white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy Can't you see I'm white and nerdy? Look at me, I'm white and nerdy I wanna roll with the gangstas But so far they all think I'm too white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy I'm just too white and nerdy Really, really white and nerdy [Verse 1] First in my class here at MIT Got skills, I'm a champion at D&D M.C. Escher—that's my favorite \"M.C.\" Keep your 40, I'll just have an Earl Grey tea My rims never spin, to the contrary You'll find that they're quite stationary All of my action figures are cherry Stephen Hawking's in my library My MySpace page is all totally pimped out Got people beggin' for my Top 8 spaces Yo, I know pi to a thousand places Ain't got no grills, but I still wear braces I order all of my sandwiches with mayonnaise I'm a whiz at Minesweeper—I could play for days Once you see my sweet moves, you're gonna stay amazed My fingers movin' so fast I'll set the place ablaze There's no killer app I haven't run (Run) At Pascal, well, I'm number one (One) Do vector calculus just for fun I ain't got a gat but I got a soldering gun (What?) \"Happy Days\" is my favorite theme song I could sure kick your butt in a game of ping pong I'll ace any trivia quiz you bring on I'm fluent in JavaScript as well as Klingon Here's the part I sing on [Chorus] They see me roll on my Segway I know in my heart they think I'm white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy Can't you see I'm white and nerdy? Look at me, I'm white and nerdy I'd like to roll with the gangstas Although it's apparent I'm too white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy I'm just too white and nerdy How'd I get so white and nerdy? [Verse 2] I've been browsin', inspectin' X-Men comics, you know I collect 'em The pens in my pocket, I must protect 'em My ergonomic keyboard never leaves me bored Shopping online for deals on some writable media I edit Wikipedia I memorized Holy Grail really well I can recite it right now and have you \"ROTFLOL\" I got a business doing websites When my friends need some code, who do they call? I do HTML for 'em all Even made a homepage for my dog, yo I got myself a fanny pack They were havin' a sale down at The Gap Spend my nights with a roll of bubble wrap Pop, pop, hope no one sees me, gettin' freaky I'm nerdy in the extreme and whiter than sour cream I was in AV Club and Glee Club and even the Chess Team Only question I ever thought was hard Was do I like Kirk or do I like Picard? Spend every weekend at the Renaissance Fair Got my name on my underwear [Chorus] They see me strollin', they laughin' And rollin' their eyes 'cause I'm so white and nerdy Just because I'm white and nerdy Just because I'm white and nerdy All because I'm white and nerdy Holy cow, I'm white and nerdy! I wanna bowl with the gangstas But, oh well, it's obvious I'm white and nerdy Think I'm just too white and nerdy Think I'm just too white and nerdy I'm just too white and nerdy Look at me, I'm white and nerdy","Length":"02:50","emotion":"joy","Genre":"rock,pop,comedy","Album":"Straight Outta Lynwood","Release Date":"2006-09-26","Key":"C# min","Tempo":0.6627218935,"Loudness (db)":0.6982194767,"Time signature":"4\/4","Explicit":"No","Popularity":"52","Energy":"61","Danceability":"79","Positiveness":"90","Speechiness":"8","Liveness":"8","Acousticness":"10","Instrumentalness":"0","Good for Party":1,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":1,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"\"Weird Al\" Yankovic","Similar Song 1":"Ridin feat. Krayzie Bone","Similarity Score":0.9998701638},{"Similar Artist 2":"\"Weird Al\" Yankovic","Similar Song 2":"Polkamon","Similarity Score":0.9994869681},{"Similar Artist 3":"Wailing Souls","Similar Song 3":"Act Of Affection","Similarity Score":0.9902254303}]}
{"Artist(s)":"\"Weird Al\" Yankovic","song":"Tacky","text":"[Verse 1] It might seem crazy, wearing stripes with plaid I Instagram every meal I've had All my used liquor bottles are on display We can go to see a show, but I'll make you pay [Chorus] (Because I'm tacky) Wear my belt with suspenders and sandals with my socks (Because I'm tacky) Got some new glitter Uggs and lovely pink sequined Crocs (Because I'm tacky) Never let you forget some favor I did for you (Because I'm tacky) If you're okay with that, you might just be tacky, too [Verse 2] I meet some chick, ask her this and that (Yeah) Like, \"Are you pregnant, girl, or just really fat?\" (What?) (Yeah) Well, now I'm dropping names almost constantly (Yeah) That's what Kanye West keeps telling me, here's why [Chorus] (Because I'm tacky) Wear my Ed Hardy shirt with fluorescent orange pants (Because I'm tacky) Got my new resume—it's printed in Comic Sans (Because I'm tacky) Think it's fun threatening waiters with a bad Yelp review (Because I'm tacky) If you think that's just fine, then you're probably tacky, too Hey, come on, ah [Bridge] Bring me shame, can't nothing (Tacky) Bring me shame, can never know why (Tacky) Bring me shame, can't nothing (Tacky) Bring me shame, I said (Tacky) Bring me shame, can't nothing (Tacky) Bring me shame, it's pointless to try (Tacky) Bring me shame, can't nothing (Tacky) Bring me shame, I said (Tacky) [Chorus] (Because I'm tacky) 43 bumper stickers and a \"YOLO\" license plate (Because I'm tacky) Bring along my coupon book whenever I'm on a date (Because I'm tacky) Practice my twerking moves in line at the DMV (Because I'm tacky) Took the whole bowl of restaurant mints, hey, it said they're free (Because I'm tacky) I get drunk at the bank and take off my shirt, at least (Because I'm tacky) I would live-tweet a funeral, take selfies with the deceased (Because I'm tacky) If I'm bitten by a zombie, I'm probably not telling you (Because I'm tacky) If you don't think that's bad, guess what, then you're tacky, too [Outro] Hey, come on!","Length":"02:53","emotion":"anger","Genre":"rock,pop,comedy","Album":"Mandatory Fun","Release Date":"2014-07-15","Key":"C# Maj","Tempo":0.7633136095,"Loudness (db)":0.7096656977,"Time signature":"4\/4","Explicit":"No","Popularity":"42","Energy":"76","Danceability":"73","Positiveness":"98","Speechiness":"6","Liveness":"45","Acousticness":"30","Instrumentalness":"0","Good for Party":1,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":1,"Good for Running":1,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Curtis Harding","Similar Song 1":"Till The End","Similarity Score":0.9652803728},{"Similar Artist 2":"Billy Joel","Similar Song 2":"Weekend Song","Similarity Score":0.9637016568},{"Similar Artist 3":"Junior Brown","Similar Song 3":"Highway Patrol","Similarity Score":0.9626780576}]}
{"Artist(s)":"\"Weird Al\" Yankovic","song":"Trapped in the Drive-Thru","text":"[Verse 1] Seven o'clock in the evening Watchin somethin' stupid on TV I'm zoned out on the sofa When my wife comes in the room and sees me She says, \"Is this Behind the Music with Lynyrd Skynyrd?\" And I say, \"I don't know Say, \"It's gettin' late, what you wanna do for dinner?\" She says, \"I kinda had a big lunch So I'm not super hungry.\" I said, \"Well, you know, baby, I'm not starvin' either But I could eat.\" She said, \"So what do you have in mind?\" I said, \"I don't know. What about you?\" She said, \"I don't care ... if you're hungry, let's eat.\" I said, \"That's what we're gonna do! But first you gotta tell me What it is you're hungry for!\" And she says, \"Let me think... What's left in our refrigerator?\" I said, \"Well, there's tuna, I know.\" She said, \"That went bad a week ago!\" I said, \"Is the chili okay?\" She said, \"You finished that yesterday!\" I hopped up and said \"I don't know; do you want to get something delivered?\" She's like, \"Why would I want to eat liver? I don't even like liver!\" I'm like, \"No, I said 'delivered.'\" She's like, \"I heard you say 'liver'!\" I'm like, \"I should know what I said...\" She's like, \"Whatever! I just don't want any liver!\" Well, I was gonna say something But my cell phone started to ring Now who could be callin' me? Well I checked my caller ID It was just cousin Larry Callin' for the third time today... My wife said, \"Let it go to voicemail.\" I said, \"Okay.\" \"Where were we? Oh, dinner, right! So what d'ya want to do?\" She said, \"Why don't you whip up somethin' in the kitchen?\" \"Yeah,\" I said, \"why don't you?\" And then she said \"Baby, can't we just go out to dinner, please?\" I say, \"No\" She says, \"Yes\" I say, \"No\" She says, \"Yes\" I say, \"No\" She says, \"Yes... Oh, here's your keys\" I step a little bit closer Say, \"Okay, where ya want to go?\" She says, \"How about The Ivy?\" I said, \"Yeah, well, I don't know... I don't feel like gettin all dressed up And eatin' expensive food\" She's says, \"Olive Garden?\" I say, \"Nah, I'm not in the mood... And Burrito King would make me gassy There's no doubt\" She says, \"Just forget about it\" I said, \"No, I swear I'm gonna take you out!\" Then I get an idea I say, \"I know what we'll do!\" She says, \"What?\" I say, \"Guess!\" She says \"What?\" I say, \"We're goin' to the drive-thru!\" So we head out the front door Open the garage door Then I open the car doors And we get in those car doors Put my key in the ignition And then I turn it sideways Then we fasten our seat belts As we pull out the driveway Then we drive to the drive-thru Heading off to the drive-thru We're approaching the drive-thru Getting close to the drive-thru! Almost there at the drive-thru Now we're here at the drive thru Here in line at the drive-thru Did I mention the drive-thru? [Verse 2] Well, here we are In the drive-thru line, me and her Cars in front of us, cars in back of us All just waiting to order There's some idiot in a Volvo With his brights on behind me I lean out the window and scream \"Hey! What you trying to do, blind me?\" My wife says \"Maybe we should park... We could just go eat inside.\" I said, \"I'm wearin' bunny slippers So I ain't leavin' this ride...\" Now a woman on a speaker box Is sayin', \"Can I take your order, please?\" I said, \"Yes indeed, you certainly can We'd like two hamburgers with onions and cheese.\" Then my wife says \"Baby, hold on—I've changed my mind! I think I'm gonna have a chicken sandwich instead this time\" I said, \"You always get a cheeseburger!\" She says, \"That's not what I'm hungry for.\" I put my head in my hands and scream \"I don't know who you are anymore!\" The voice on the speaker says \"I don't have all day!\" I said, \"Then take our order And we'll be on our way! I wanna get a chicken sandwich And I want a cheeseburger, too\" She's like, \"You want onions on that?\" I'm like, \"Yeah, I already said that I do... Plus we need curly fries And don't you dare forget it! And two medium root beers No, just one—we'll split it.\" Then I said \"I'm guessin' that You're probably not too bright... So read me back my order Let's make sure you got it right.\" She says \"One—you want a chicken sandwich Two—you want a cheeseburger Three—curly fries, and a large root beer\" \"Stop! Don't go no further!\" \"I never ordered a large root beer I said medium, not large!\" Then she says \"We're havin' a special I supersized you at no charge.\" \"Oh.\" And that's all I could say, was \"Oh.\" And she says \"Now there is somethin' else That I really think you should know You can have unlimited refills For just a quarter more...\" I say \"Great, except we're in the drive-thru... So what would I want that for?\" Then she says \"Wait a minute Your voice sounds so familiar ... hey, is this Paul? And my wife is all like \"No, that ain't Paul Now tell me, who's this Paul?\" She says \"Oh, he's just some guy Who goes to school with me I sat behind him last year And I copied off of him in Geometry\" I said, \"I know a guy named Paul He used to be my plumber He was prematurely bald And he moved to Pittsburgh last summer He also had bladder problems And a really bad infection on his toe.\" And she says, \"Mister, please, you can stop right there That's way more than I needed to know!\" And then we both were quiet And things got real intense Then she says \"Next window, please That'll be five dollars and eighty two cents!\" So we inched ahead in line Movin' painfully slow I got a little bored So I turned on the radio... [Black Dog by Led Zeppelin] Click, turned it off Because my wife was getting a headache So we both just sat there quietly for her sake Then I looked at her And she looked back at me And I said \"Um I think you have somethin' in your teeth.\" She turned away from me And then turned back and said \"Did I get it?\" I said \"Yeah. Well, I mean, most of it... But hey, ya know, don't sweat it.\" Then she said \"How about now?\" I said \"Yeah, almost There's still a little bit there, but don't worry It's probably just a piece of toast.\" Now we're at the pay window Or whatever you call it Put my hand in my pocket I can't believe there's no wallet! [Verse 3] And the lady at the window's like \"Well, well, well, that'll be five eighty-two\" I turn around to my wife and say \"How much have you got on you?\" She just rolls her eyes and says \"I'll pay for this, I guess\" So she reaches into her purse And busts out the American Express I hand it to the lady And she says \"Oh, dear It's gotta be cash only We don't take credit cards here\" I took back the card and said \"Gee, really? Well, that sucks\" And that's when I found out My wife was only carryin' three bucks I said, \"I thought you were gonna hit the ATM today\" She says, \"I never got around to it, so where's your wallet anyway?\" And I said, \"Never mind Just help me to find some change...\" Now the lady at the window Is lookin' at me kind of strange... And she says, \"Mister, please We gotta move this line along\" I said, \"Now, hold your stinkin' horses, lady! We won't be long\" So I looked around inside the glove-box And checked the mat beneath my feet I found a nickel in an ashtray And a couple pennies and a dime in the space between the seats Before long I had a little pile Of coins of every sort The lady counts it up and says \"You're still about a dollar short\" And now my woman's got this weird look Frozen on her face She screams, \"You know I wasn't even really hungry in the first place!\" And so I turned around To the cashier again I shrugged and said, \"Okay Forget the chicken sandwich then\" So I pick up my change Pick up my receipt And I drive to the pickup window Man, I just can't wait to eat And now we see this acne-ridden Kid about sixteen Wearin' a dorky nametag that says \"Hello, my name is Eugene\" And he hands me a paper bag I look him in the eyes And I say to him, \"Hey, Eugene Could I get some ketchup for my fries?\" Well, he looks at me And I look at him And he looks at me And I look at him And he looks at me And I look at him And he says, \"I'm sorry! What did you want again?\" I say \"Ketchup!\" And he says, \"Oh, yeah, that's right... I just spaced out there for a second I'm really kind of burnt tonight.\" And then he hands me the ketchup And now we're finally drivin' away And the food is drivin' me mad With its intoxicating bouquet I'm starvin' to death By the time we pull up at the traffic light I say \"Baby, gimme that burger I just gotta have a bite!\" So she reaches in the bag And pulls out the burger And she hands me the burger And I pick up the burger And then I unwrap the paper I bite into those buns And I just can't believe it They forgot the onions!","Length":"10:50","emotion":"sadness","Genre":"rock,pop,comedy","Album":"Straight Outta Lynwood","Release Date":"2006-09-26","Key":"E Maj","Tempo":0.4556213018,"Loudness (db)":0.6437136628,"Time signature":"4\/4","Explicit":"No","Popularity":"37","Energy":"34","Danceability":"80","Positiveness":"69","Speechiness":"8","Liveness":"29","Acousticness":"60","Instrumentalness":"0","Good for Party":0,"Good for Work\/Study":1,"Good for Relaxation\/Meditation":0,"Good for Exercise":0,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"Original Broadway Cast of Into the Woods","Similar Song 1":"Prologue: Into the Woods","Similarity Score":0.9383149136},{"Similar Artist 2":"Original Broadway Cast of Into the Woods","Similar Song 2":"Our Little World","Similarity Score":0.9383149136},{"Similar Artist 3":"Roger","Similar Song 3":"I Heard It Through the Grapevine","Similarity Score":0.9337967457}]}
{"Artist(s)":"\"Weird Al\" Yankovic","song":"Smells Like Nirvana","text":"[Verse 1] What is this song all about? Can't figure any lyrics out How do the words to it go? I wish you'd tell me, I don't know [Pre-Chorus] Don't know, don't know, don't know, oh no Don't know, don't know, don't know... [Chorus] Now I'm mumblin', and I'm screamin' And I don't know what I'm singin' Crank the volume, ears are bleedin' I still don't know what I'm singin' We're so loud and incoherent Boy, this oughta bug your parents [Post-Chorus 1] Yeah Blergh Haai [Verse 2] It's unintelligible I just can't get it through my skull It's hard to bargle nawdle zouss With all these marbles in my mouth [Pre-Chorus] Don't know, don't know, don't know, oh no Don't know, don't know, don't know [Chorus] Well, we don't sound like Madonna Here we are now, we're Nirvana Sing distinctly, we don't wanna Buy our album, we're Nirvana A garage band from Seattle Well, it sure beats raisin' cattle Yeah [Post-Chorus 2] Moo Baaaa [Gargling, Kazoo and Tuba Solo] [Verse 3] And I forgot the next verse Oh well, I guess it pays to rehearse The lyric sheet's so hard to find What are the words? Oh, never mind [Pre-Chorus] Don't know, don't know, don't know, oh no Don't know, don't know, don't know [Chorus] Well, I'm yellin', and we're playin' But I don't know what I'm sayin' What's the message I'm conveyin'? Can you tell me what I'm sayin'? So, have you got some idea? Didn't think so, well, I'll see ya [Outro] Sayonara, sayonara Ayonawa, hodinawa Odinaya, yodinaya Yaddayadda, yaaahyaaah Ayiyaaaaaah!","Length":"03:45","emotion":"anger","Genre":"rock,pop,comedy","Album":"Off The Deep End","Release Date":null,"Key":"F# Maj","Tempo":0.5325443787,"Loudness (db)":0.7601744186,"Time signature":"4\/4","Explicit":"No","Popularity":"42","Energy":"76","Danceability":"60","Positiveness":"73","Speechiness":"7","Liveness":"26","Acousticness":"14","Instrumentalness":"0","Good for Party":1,"Good for Work\/Study":0,"Good for Relaxation\/Meditation":0,"Good for Exercise":1,"Good for Running":0,"Good for Yoga\/Stretching":0,"Good for Driving":0,"Good for Social Gatherings":0,"Good for Morning Routine":0,"Similar Songs":[{"Similar Artist 1":"\"Weird Al\" Yankovic","Similar Song 1":"The End","Similarity Score":0.9983538783},{"Similar Artist 2":"C.C. Catch","Similar Song 2":"Heaven And Hell","Similarity Score":0.9740060103},{"Similar Artist 3":"Flesh For Lulu","Similar Song 3":"I Go Crazy","Similarity Score":0.9732442179}]}
